IDEA Open Model
CutBeamByBeamData.IsWeld Property
Compatible with IDEA StatiCa Beta 20.0
 is cut welded
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool IsWeld { get; set; }
Public Property IsWeld As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
CutBeamByBeamData Class
IdeaRS.OpenModel.Connection Namespace